Repository: AlexKalopsia/webtrees-theme-modern
Catalog: resources/lang/*.po
Languages: de

source: Default color palette
de: Standaard kleurenpalet

source: Allow visitors to switch to another color palette
de: Laat bezoekers overschakelen naar een ander kleurenpalet

source: Customizations
de: Aanpassingen

source: Enable icons for headings and menus
de: Pictogrammen inschakelen voor koppen en menu's

source: MAIN MENU
de: HOOFDMENU

source: SETTINGS
de: INSTELLINGEN

# modern-relation
source: himself
de: du

# modern-relation
source: herself
de: du

# modern-relation
source: themself
de: du

# modern-relation
source: your
de: dein
